const Russian = {
    // Общее
    buttonBackToCards: 'Назад к карточкам',
    buttonToSave: 'Сохранить',
    buttonAddProperty: 'Добавить свойство',
    addPropertyTitle: 'Нажмите на нужное свойство, чтобы добавить его',
    placeholderNewCard: 'Новая карточка',
    tooltipAllPropertiesAlreadyAdded: 'Все возможные свойства уже добавлены',
    changed: 'Сохранено',
    property: 'Свойство',
    enity: 'Сущность',
    organization: 'Организация',
    owner: 'Владелец',
    loading: 'Загрузка',

    // Header
    exit: 'Выйти',
    changeLanguage: 'Сменить язык',
    changingLanguage: 'Смена языка: ',

    // Страница логина
    loginTitle: 'Вход',
    login: 'Войти',
    incorrectLogin:
        'Неправильный логин или пароль. {br} Попробуйте ещё раз, а в крайнем случае напишите администратору: {email}',

    // Список карточек
    addNewCard: 'Добавить новую карточку',
    notFilled: 'Не заполнена',
    filled: 'Заполнена',

    // Страница создания карточки
    newCardWarningModalText: 'Добавьте любые нужные свойства, заполните карточку и сохраните',
    newCard: 'Новая карточка',
    nameOfCard: 'Название',
    preventDelete: 'Запретить удаление',

    // Страница редактирования карточки
    changeCardWarningModalText: 'Эта карточка заполнена не до конца: в ней есть пустые поля.',

    // Модкала с диалогом
    saveBeforeExit: 'Сохранить перед выходом?',
    sureExit: 'Вы уверены, что хотите выйти ?',
    sureCancel: 'Вы уверены, что хотите отменить изменения ?',
    deleteAlert: 'Удалить свойство и данные? ',
    answerIsYes: 'Да',
    answerIsNo: 'Нет',

    // Регистрация
    emailOrPhone: 'Почта или телефон',
    password: 'Пароль',
    repeatPassword: 'Повторите пароль',
    signUp: 'Зарегистрироваться',
    asAdministrator: 'в роли администратора',
    asEditor: 'в роли редактора',
    asAuthor: 'в роли автора',
    inviteBrief:
        '<p>Здравствуйте, <b>{name}</b> ({organizationName})! Вас пригласили участвовать в коллективном сборе данных в рамках Ассамблеи петровских музеев в <b>{userRole}</b>.</p><p>Собирать данные будем здесь, в новом приложении “Сорока”, которое создаёт ИТМО. А показывать и рассказывать — на сайте проекта Wunderkammer.</p><p>Нам не терпится увидеть уникальные объекты и истории, о которых знаете только вы, но, прежде всего, необходимы юридические формальности.</p><p>Пожалуйста, внимательно прочтите <agreement>    пользовательское соглашение</agreement>. В нём детально описано, как будут использоваться полученные материалы. Также у нас есть “<simpleAgreement>перевод</simpleAgreement>” соглашения — упрощённое объяснение каждого пункта.</p><p>Нажимая кнопку продолжить, вы соглашаетесь с <agreement>    пользовательским соглашением</agreement> и подтверждаете, что являетесь представителем музея, который имеет право на подобные обязательства</p>',
    continue: 'Продолжить',
    passwordsDoNotMatch: 'Пароли не совпадают',
    registrationByInvitation: 'Регистрация по приглашению',

    // Свойства
    address: 'Адрес',
    legalName: 'Юридическое название',
    artisticText: 'Художественный текст',

    help: 'Помощь',
    hideHelp: 'Скрыть помощь',
    delete: 'Удалить',

    noSuchDate: 'Такой даты нет в календаре',
    calendarGrigorian: 'Григорианский календарь',
    calendarJulian: 'Юлианский (старый стиль) календарь',
    calendarHelp:
        '<p>Все даты хранятся в формате julian date и могут сравниваться между собой. При смене календаря введённые даты не меняются</p><p> На данный момент поддерживаются юлианский и григорианский календарь.</p><p>Например, можно ввести точные даты “12.04.1698”</p>'
}

export default Russian
